Repository: BennThomson/OpenUP-AI-
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: original text
uz: Original Matn

source: humanized text
uz: Insonlashtirilgan matn

source: text
uz: Matn

source: texts
uz: Matnlar

source: user
uz: Foydalanuvchi

source: number of words
uz: So'zlar soni

source: created at
uz: yaratilgan vaqti

source: purpose
uz: maqsad

source: %(first_name)s Document
uz: %(first_name)s Dokument

source: document
uz: dokument

source: documents
uz: dokumentlar

source: Blog content
uz: Blog kontenti

source: Content write
uz: kontent yozish

source: News content
uz: yangiliklar kontenti

source: Scientific content
uz: Ilmiy ish kontenti

source: Educational content
uz: Talimiy kontent

source: Other
uz: Boshqa

source: type
uz: turi

source: title
uz: sarlavha

source: content
uz: kontent

source: updated at
uz: yangilangan vaqti

source: image
uz: rasm

source: article
uz: maqola

source: articles
uz: maqolalar

source: name
uz: ism

source: message
uz: xabar

source: Message by %(email)s
uz: %(email)s dan xabar

source: contact
uz: kontakt

source: contacts
uz: kontaktlar

source: question
uz: savol

source: answer
uz: javob

source: Question: %(question)s
uz: Savol: %(question)s

source: Page Not Found
uz: Sahifa topilmadi

source: Home
uz: Asosiy

source: We're sorry, the page you requested could not be found <br> please go back to the homepage
uz: Kechirasiz, siz qidirgan sahifa topilmadi, iltimos asosiyga qayting

source: Back to Home
uz: Asosiyga qaytish

source: Photo Stock
uz: Rasm dukon

source: Languages
uz: Tillar

source: Uzbek
uz: O'zbek tili

source: English
uz: Ingliz tili

source: Russian
uz: Rus tili

source: Contact
uz: Kontakt

source: Dashboard
uz: Boshqaruv paneli

source: Login
uz: Kirish

source: Sign Up
uz: Registratsiya

source: You
uz: Siz

source: Message openup...
uz: Openupga xabar yuborish

source: Openup AI Generator
uz: Open AI Generator

source: OpenupÂ is the place to create, publish and monetize content using the power of AI. Use the Openup AI Studio to create amazing generative images, music, and audio.
uz: Openup - bu AI kuchidan foydalangan holda kontent yaratish, nashr etish va monetizatsiya qilish joyi. Openup AI Studiodan ajoyib musiqa, rasm va audio yaratishda foydalaning

source: Soon available
uz: Tez orada

source: Words Available
uz: Mavjud so'zlar

source: You have
uz: Sizda

source: Good
uz: Ko'p

source: level of words available.
uz: so'zlar bor

source: Average
uz: O'rtacha

source: Bad
uz: Kam

source: Generate
uz: Yaratish

source: Type of plan
uz: Plan turi

source: Saved Documents
uz: Saqlangan dokumentlar

source: O documents available
uz: Dokumentlar mavjud emas

source: Explore
uz: O'rganish

source: Image
uz: Tavsir

source: Content
uz: Kontent

source: Voice
uz: Ovoz

source: Notification will be available soon
uz: Tez kunda bildirishnoma xizmati..

source: Community Feed
uz: Hamjamiyat

source: Manage Subscription
uz: Obunani boshqarish

source: Settings
uz: Sozlamalar

source: Profile
uz: Profil

source: Logout
uz: Chiqish

source: Enter your name
uz: Ism kiriting

source: See your email
uz: E-mail ko'rish

source: Upgrade To Pro
uz: Pro-ga yangilang

source: Manage Subscription
uz: Obunani boshqarish

source: Monthly Pricing
uz: Oylik to'lov

source: Annual Pricing
uz: Yillik to'lov

source: SAVE 25%%
uz: 25% saqlash

source: Basic
uz: Oddiy

source: $Free
uz: Bepul

source: /month
uz: /oy

source: A premium pricing plan is a pricing <br> structure that is designed.
uz: premium versiya juda ko'p funksiyalar yaratadi.

source: 10,000 Monthly Word Limit
uz: Oylik 10,000 so'z chegarasi

source: Access to AI chatbot
uz: AI bot ga bog'lanish

source: Get Started
uz: Boshlash

source: Diamond
uz: Olmos

source: A premium pricing plan is a pricing <br> structure that is designed.
uz: premium versiya juda ko'p funksiyalar yaratadi.

source: 60,000 Monthly Word Limit
uz: Oylik 60,000 so'z chegarasi

source: All types of content
uz: Hamma turdagi kontent

source: Unlimited usage
uz: Cheksiz foydalanish

source: progress notifications
uz: rivojlanish bildirishnomalar

source: Silver
uz: Kumush

source: 30,000 Monthly Word Limit
uz: Oylik 30,000 so'z chegarasi

source: <span class="text-danger">Not</span> All types of content
uz: <span class="text-danger">Not</span> Hamma turdagi kontent

source: Limited usage!
uz: Chegaralangan foydalanish

source: /year
uz: /yil

source: A premium pricing plan is a pricing <br> structure that is designed.
uz: premium versiya juda ko'p funksiyalar yaratadi.

source: 720,000 yearly Word Limit
uz: Oylik 720,000 so'z chegarasi

source: Unlimited Usage
uz: Cheksiz foydalanish

source: Progress notifications
uz: rivojlanish xabarnomalari

source: year
uz: yil

source: 120,000 Yearly Word Limit
uz: Oylik 120,000 so'z chegarasi

source: Some types of content
uz: Kontentning ayrim turlari

source: Limited Usage
uz: Chekli foydalanish

source: Personal Account
uz: Shaxsiy akkount

source: Personal Details
uz: Shaxsiy Malumotlar

source: First Name
uz: Ism

source: No information
uz: Malumot yo'q

source: Last_name
uz: Familiya

source: Password
uz: Kod

source: Change password
uz: Kodni o'zgartirish

source: Edit
uz: Tahrirlash

source: Billing Information
uz: To'lov malumotlari

source: Free
uz: Bepul

source: Payment Method
uz: To'lash usuli

source: No active subscription
uz: Faol obuna yo'q

source: Recurring Payment
uz: Takroriy to'lov

source: Next due date
uz: Keyingi to'lash vaqti

source: Billing history
uz: To'lov tarixi

source: No payment history available
uz: To'lov tarixi mavjud emas

source: Modal title
uz: Modal sarlavha

source: Close
uz: Yopish

source: Save
uz: Saqlash

source: Go home
uz: Asosiyga borish

source: Welcome Back
uz: Xush kelibsiz

source: Login to continue
uz: Davom ettirish uchun kiring!

source: Forgot password?
uz: Kodni unitdizmi?

source: Don't have an account?
uz: Akkount yo'qmi?

source: for Free
uz: Bepulga

source: or
uz: yoki

source: Continue with Google
uz: Google bilan davom ettiring

source: Continue with Github
uz: Github bilan davom ettiring

source: Start your Journey
uz: sayohatingizni boshlang

source: Create an account
uz: Akkount yarating

source: confirmation password
uz: Kodni tasdiqlash

source: Create Account
uz: Akkount yaratish

source: If you have an account?
uz: Agar akkount bo'lsa?

source: go to your
uz: boring

source: profile management!
uz: profil boshqarish

source: We are really sorry for this happened! Try again!
uz: Ming uzur, boshqatdan urinib ko'ring.

source: Task 1
uz: Vazifa 1

source: Task 2
uz: Vazifa 2

source: Write or paste your essay below!
uz: Inshoni yozing yoki qo'ying.

source: write
uz: Yozing

source: Check for AI
uz: AI ga tekshirtirish

source: Your overall score: <span style='color: green'>%(overall_band_score)s</span>
uz: Umumiy ball: <span style='color: green'>%(overall_band_score)s</span>

source: Below you can find the detailed feedback on your text.
uz: Quyida insho uchun chuqur mulohaza topsangiz bo'ladi

source: Recommendations and Improvements
uz: Tavsiyalar va maslahatlar

source: Welcome to Openup
uz: Openup ga hush kelibsiz

source: Best AI Writer for <br> Creating <span>Blog Articles.</span>
uz: Blog maqolarlar yaratish<br> uchun <span>eng zo'r AI yozuvchisi</span>

source: Create SEO-optimized and plagiarism-free contentfor your blogs, ads, emails, and website 10X faster.
uz: Bloglaringiz, reklamalaringiz, elektron pochta xabarlaringiz va veb-saytlaringiz uchun SEO optimallashtirilgan va plagiatsiz tarkibni 10 barobar tezroq yarating.

source: Enter your mail address
uz: E-mailingizni kiriting

source: Sign Up Free
uz: Bepulga ro'yxatdan o'ting

source: Based on 10,000+ reviews on
uz: 10,000 + natijalarga ko'ra

source: IELTS content
uz: IELTS kontent

source: Get valuable suggestion by <br> Checking your essay!
uz: Inshoizni tekshirtirish orqali <br> qimmat maslahatga ega bo'ling

source: Write or paste
uz: Yozing yoki qo'ying

source: Enter your essay and <br> check it for AI
uz: Inshoni kiriting va <br> AI ga tekshirtiring.

source: See your results
uz: Natijalarni ko'rish

source: See your weaknesses and power and<br> try to enhance the skill
uz: O'zizni kuchli va zaif tarafizni ko'ring va mahoratizni oshiring

source: Let AI Write
uz: AI ga yozdiring

source: Let AI write an essay by improving yours <br> By this you'll understand more
uz: Siz yozgan inshoni AI ga tekshirtiring <br> va bu orqali siz xatolariz haqida ko'proq tushunasiz.

source: New
uz: Yangi

source: Features
uz: Xususiyatlari

source: What can you create <br> with Openup?
uz: Openup bilan <br> Nima yarata olasiz?

source: Blog Posts
uz: Blog xabarlari

source: SEO Articles
uz: SEO maqolalar

source: News Articles
uz: Yangi maqolalar

source: College Essays
uz: Kollej Insholari

source: Press Releases
uz: Matbuot xabarlari

source: Use Cases
uz: Foydalanish holatlari

source: AI Writing Copy <br> Favorite Tools
uz: AI yozish nusxasi <br> Sevimli qurilmalar

source: Blog Content
uz: Blog kontent

source: Write a first draft. The first draft should be written in long-form breaking.
uz: Birinchi qoralama yozing. Birinchi qoralama uzun shaklli sindirish bilan yozilishi kerak.

source: Try Blog Content
uz: Blog kontentdan foydalanib ko'ring

source: Social Media Content
uz: Ijtimoiy tarmoq kontent

source: Try Blog Content
uz: Blog kontentdan foydalanib ko'ring

source: E-commerce copy
uz: Elektron savdo-sotiqdan nusxa

source: soon available
uz: Tez kunda

source: Sales Copy
uz: Savdo nusxasi

source: website copy
uz: veb-sayt nusxasi

source: Fully unique content <br> generated by AI
uz: AI tomonidan yaratilgan <br> To'liq noyob kontent

source: 4 min Read
uz: 4 min o'qish

source: Read More
uz: Ko'proq o'qish

source: Pricing Plan
uz: Narxlar rejasi

source: Ready to Get Started? <br> We'll Keep You Under Budget
uz: Boshlashga tayyormisiz? <br> Biz sizni byudjet ostida ushlab turamiz

source: A premium pricing plan is a pricing <br> structure that is designed.
uz: Premium narx plani bu juda zo'r kontentga imkon beradi

source: <span class="text-danger">Not</span> All types of content
uz: Hamma kontentga kirish<span class="text-danger">bo'lmaydi</span>

source: A premium pricing plan is a pricing <br> structure that is designed.
uz: Premium plan bu sizga yangi kontentga imkon yaratib beradi

source: Questions About our OpenUp? <br> We have Answers!
uz: Bizning Openup haqida savollar? <br> Bizda javoblar bor.

source: please feel free to reach out to us. We are always happy to assist you and provide any additional.
uz: iltimos biz bilan bog'laning. Biz har doim sizga yordam berishdan va har qanday qo'shimcha narsalarni taqdim etishdan xursandmiz.

source: Openup is artificial intelligence trained to automate important tasks such as writing optimized product descriptions.
uz: Openup - bu yozish kabi muhim vazifalarni avtomatlashtirishga o'rgatilgan sun'iy intellekt optimallashtirilgan mahsulot tavsiflari.

source: Successfully
uz: Muvaffaqiyatli

source: You have successfully changed your password
uz: Siz parolingizni muvaffaqiyatli o'zgartirdingiz

source: Enter your password
uz: Parolni kiriting.

source: Password should be strong and contains more that 8 characters.
uz: Parol kuchli bo'lishi va 8 tadan ortiq belgidan iborat bo'lishi kerak.

source: Change Password
uz: Parolni o'zgartirish

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
uz: Parolni tiklash havolasi yaroqsiz, ehtimol u allaqachon ishlatilgan. Iltimos, yangi parolni tiklashni so'rang.

source: Request a new password reset
uz: Yangi parolni tiklashni talab qiling

source: Email sent!
uz: E-mail yuborildi!

source: We have emailed you
uz: Sizga elektron pochta xabarini yubordik

source: If you do not get any message
uz: Agar hech qanday xabar olmagan bo'lsangiz

source: try again
uz: boshqatdan urinib ko'ring

source: Enter your email
uz: E-mailni kiriting

source: You will be sent an email to reset your password after you have entered!
uz: Kiritganingizdan so'ng parolingizni qayta o'rnatish uchun sizga elektron pochta xabari yuboriladi!

source: Send email
uz: E-mail yuborildi

source: Back to login
uz: Kirishga qaytish

source: The Email must be set
uz: E-mail kiritilishi kerak

source: Superuser must have is_staff=True.
uz: Superuserda is_staff=True bo'lishi kerak

source: Superuser must have is_superuser=True.
uz: Superuserda is_superuser=True bo'lishi kerak

source: email address
uz: Elektron pochta

source: type of plan
uz: plan turi

source: available words
uz: mavjud so'zlar

source: active
uz: faol

source: %(first_name)s %(last_name)s Profile
uz: %(first_name)s %(last_name)s Profili

source: profile
uz: profil

source: profiles
uz: profillar
